{
  "document": {
    "uri": "",
    "mimeType": "application/pdf",
    "text": "HIMANSHI AGRAWAL\nEmail: jiyagrwl155@gmail.com, himanshi204@gmail.com\nLinkedIn: https://www.linkedin.com/in/himanshi-agrawal-ba2789264\nMob: (+91) 9532613724, 6395384537\nACADEMIC DETAILS:\nYear\nDegree/Exam\n2018\nM.Tech(SE)\n2014\nB.Tech(CSE)\n2010\nHigher Secondary\n2008\nSecondary\nInstitute\nBabasaheb Bhimrao Ambedkar University, Lucknow\nMaharana Institute of Professional Studies, Kanpur\nLions School, Mirzapur(CBSE)\nLions School, Mirzapur(CBSE)\nGPA/Marks\n89.2%\n79.76%\n74.4%\n67.4%\nAREAS OF INTEREST:\nComputer Vision, Human-Computer Interaction, Artificial Intelligence, Image processing.\nM.Tech: Software Requirement & Engineering, Software Architecture, Agile Software Development, Software Reliability, Genetic Algorithm, Advanced Software Engineering, Software Testing.\nB.Tech: Data Structures, Design & Analysis of Algorithms, Software Engineering, Computer Networks, Database Management Systems, Artificial Intelligence, Operating Systems, Computer Organization, Computer Architecture.\nM.TECH THESIS (2018):\nTitle: A Stride towards the competence of Sixth Sense Technology.\nSupervisor: Dr. Alka Agrawal, BBAU, Lucknow\nDescription: This work is primarily concerned with different security techniques and methods in Sixth Sense Technology. We propose some software and hardware implementation with the help of which we can solve the issues in Sixth Sense Device. The study discusses about different proposed security techniques. These techniques have been implemented with the help of Visual Studio 2012 and MATLAB. As the issue in Sixth sense Technology is majorly related to the images and data security, the study tries to resolve the Security issues by using Human and Object Tracking techniques, converting images into byte array and providing device security by using Biometric System.\nB.TECH Project (2014):\nTitle: Campus Job Selection System\nSupervisor: Anand.K.Dwivedi, MIPS, Kanpur\nI did my final year B.Tech project on the Campus Job Selection System. The main concept behind the development of this project is the students who are not able to appear in the college placement process due to their low percentage can be appear directly on the basis of the exam conducted with the help of this portal. It is based on desktop application, designed with the help of Visual studio .net and database was used in MYSQL. The project was divided into three modules student, company and admin module each module was designed in such manner that they are interrelated to each other.\nPUBLICATIONS:\nHimanshi Agrawal, Alka Agrawal, Human Computer Interaction congregate with computer vision: A Review on Sixth Sense Technology, International Journal of Computer Sciences and Engineering, E-ISSN Number: 2347-2693.\nHimanshi Agrawal, Alka Agrawal, A Stride towards the Competence of Sixth Sense Technology, proceedings in IEEE Internet of Things Journal.\nTECHNICAL SKILLS:\nProgramming Languages: C, C#, PHP, Python, JavaScript, HTML5, Visual Basic and Ruby on Rails.\nSoftwares: Matlab, Visual Studio 2017, Eclipse, SQL Server Management Studio, HediSql, Net beans.\nCERTIFICATION:\nISO certified in C and Java programming languages.\nUdemy Online Course on Asp.net WEB API and Beginners Python.\nFDP participation certification in \"ADVANCED ARTIFICIAL INTELLIGENCE AND MACHINE LEARNING APPLICATIONS\".\nWORK EXPERIENCE:\nOpalina Technologies, 07, 2015-January 2016\nSoftware Engineer\nJob responsibilities included web development, maintenance, designing and testing of web applications. Worked in a live project of company \"MAD ABOUT WELLNESS\".\nPoornima University, Jaipur 07, 2018 - 07, 2019\nAssistant Professor (School of Computer Science and Engineering)\nProject guidance\nCampus recruitment technical training\nCurriculum planning\nStudent mentorship\nStudent Evaluation\nRecord Maintenance\nSwami Rama Himalayan University, Dehradun 08, 2019 - 12, 2020\nAssistant Professor (School of Computer Science and Engineering)\nProject guidance\nCampus recruitment technical training\nCurriculum planning\nStudent mentorship\nStudent Evaluation\nRecord Maintenance\nDominance Technologies, Pune 04, 2022 - 02, 2023\nSupport Network Engineer\nTroubleshooting technical issues\nSolving very basic issue like password reset,\nSoftware installation/uninstallation/reinstallation\nEnsuring the products work as required\nVelocis Technologies, Delhi 03, 2023 - 05, 2023\nSenior S/w Engineer Level 1- On Government Project in Dehradun Treasury (DTPE-FDC0215/2/2022), Dehradun (Contractual)\nDesigning and developing solutions using the software development\nDevelops designs on smaller less complex projects\nCreating accurate project specifications\nRecord Maintenance\nDesigning engineering experiments\nMonitor and test software and make upgrades when needed\nHexaware Technologies, Dehradun 06, 2023 - Present\nTechnical Analyst\nMonitoring, designing, examining, and implementing a structured IT system\nGathering feedback from end users in order to continue improving systems effectively\nPlanning, monitoring, organizing, and overseeing IT projects\nRunning tests or investigations on system or application issues and being able to provide solutions within a timely manner\nCreating reports to share with stakeholders and senior-level employees\nINDUSTRIAL TRAINING:\nHave done training in ASP.NET in NIIT Technologies for 2 months.\nWORKSHOP:\nIPR awareness workshop and training programme\nEXTRA CURRICULAR ACTIVITIES:\nCreative Interest:\nParticipated in Working Model in Tech-Seismic' 13, a technical fest, held in M.I.P.S. Kanpur, secured I position.\nParticipated in Paper Dress Making Tech-Seismic' 13, held in M.I.P.S. Kanpur, secured III position.\nParticipated in Paper Dress Making Tech-Kriti’12, held in M.I.P.S. Kanpur, secured III position.\nSecured II position in Inter School Debate Competition, held in Lions school, Mirzapur.\nParticipated in Paper Dress Making Tech-Kriti'14, held in M.I.P.S. Kanpur.\nParticipated in Wall Painting in Tech-Kriti’14, held in M.I.P.S Kanpur, secured III position.\nOther Interests: Painting, Dancing, Handicrafts.\n",
    "pages": [
      {},
      {},
      {}
    ],
    "entities": [
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {},
      {}
    ]
  },
  "humanReviewStatus": {
    "state": "SKIPPED",
    "stateMessage": "HumanReviewConfig is DISABLED, skipping human review."
  }
}